package com.book;

import lombok.extern.slf4j.Slf4j;

@Slf4j
public class SophiesWorldChinese {


    public static void main(String[] args) {

        SophiesWorldChinese.sector1();
    }

    /**
     * @p 伊甸园
     *
     * @p 在某个时刻，事情必然从无到有
     *
     * @p 索菲·阿蒙森放学回家。有一段路她和乔安娜同行，她们谈论着有关机器人的问题。乔安娜认为人的大脑就像是一部很先进的电脑。这一点索菲并不赞同，人绝对不应该只是一
     * 台机器。
     *
     * @p 当她们走到超市的时候，她们就走各自的路了。索菲亚住在广阔的郊区边缘，到学校的距离差不多是乔安娜的两倍。除了她们家之外，没有别的住宅了，使看起来她们
     * 好像住在世界的尽头。在过去就是森林了。
     *
     * @p 她转了一个弯进入三叶草小巷。路的尽头有一个急转弯，被称作船长湾，人们很少走这条路，除了周末的时候
     *
     * @p 在五月初，一些花园中的果树已经被一丛丛稠密的果树环绕，桦树们已经长出了嫩绿色的叶子。
     *
     * @p 每年这个是否万物复苏，这真是非同寻常！当天气渐暖，冰雪消融时，是什么让大多数的绿色植物从死一般的大地喷涌出来，
     *
     * @p 索菲打开了花园的大门，她看向邮箱里面，哪里通常有许多垃圾邮件以及给她妈妈的大信封，在她去做楼上做作业之前，还有一推要倒在厨房桌子上的信，
     *
     * @p 有时，会有几封从她父亲的银行哪里来的信，不过，她不是一位普通的父亲。索菲的父亲是一艘大型油轮的船长，她一年中的大部分时间都不在家。当她每次在家的
     * 几周时间里，她会在房子的附近忙来忙去，为索菲母女把它变得漂亮舒适。但当她出海时她似乎变得非常遥远
     *
     * @p 只有一封信在邮箱里，它是给索菲的。白的的信封上写着：“索菲·阿蒙森, 三叶草小巷3号，”。只有这些，没有发件人，也没有邮票。
     *
     * @p 索菲一关上大门后就打开了信封。只有一张与信封一样大小的纸。写着："你是谁？"
     *
     * @p 她又看了一眼信封。这封信确实是给她的。谁把它丢到信箱的?
     *
     * @p 索菲让自己快速的进到红色的进到红色的房子里。像往常一样，她的猫雪莉设法从灌木丛中溜出来，跳到台阶上，然后在她关门之前溜进门里
     *
     * @p 每当索菲的母亲心情不好时，她会把她们居住的房子为Menagerie。Menagerie是一组动物的集合。索菲当然拥有，并且很高兴和它们一起。
     * 一开始她有三条金鱼，金冠, 小红帽, 和黑水手。接下来她又得到两个被称为施密特和史穆尔的虎皮鹦鹉，然后是名叫葛文的乌龟，最后是猫咪
     * 雪儿。这些都是为了弥补而给她的，因为她的父亲总是不在家，而妈妈总是很晚才下班.
     *
     * @p
     *
     *
     *
     *
     *
     *
     *
     *
     *
     *
     *
     *
     *
     */
    public static void sector1() {}

}
